Repository: tomc128/noterly
Catalog: noterly/lib/l10n/app_*.arb
Languages: es, uk

# main_action_new
source: New note
es: Nueva nota
uk: Нова нотатка

# main_action_create
source: Create
es: Crear
uk: Створити

# main_action_save
source: Save
es: Guardar
uk: Зберегти

# main_action_reactivate
source: Reactivate
es: Reactivar
uk: Відновити

# page_activeNotifications_label
source: Active
es: Activas
uk: Активно

# page_activeNotifications_header_immediate
source: Shown immediately
es: Aparición inmediata
uk: Миттєві

# page_activeNotifications_header_scheduled
source: Scheduled
es: Programadas
uk: Заплановані

# page_activeNotifications_header_repeating
source: Repeating
es: Repetitivas
uk: Повторювані

# page_activeNotifications_empty
source: No active notifications.
es: Ninguna notificación activa
uk: Немає активних сповіщень.

# page_activeNotifications_item_repeats
source: Repeats {durationString}
es: Se repite cada {durationString}
uk: Повторювати {durationString}

# page_activeNotifications_item_snoozed
source: Snoozed {dateTimeString}
es: Pospuesto {dateTimeString}
uk: Відкладено {dateTimeString}

# page_archivedNotifications_label
source: Archive
es: Archivo
uk: Архів

# page_archivedNotifications_empty
source: Archived notifications will appear here.
es: Las notificaciones archivadas se mostrarán aquí.
uk: Архівні повідомлення з''являтимуться тут.

# page_archivedNotifications_button_deleteAll
source: Delete all archived notifications
es: Borrar todas las notificaciones archivadas
uk: Видалити всі архівні повідомлення

# page_archivedNotifications_item_archived
source: Archived {dateTimeString}
es: Archivado {dateTimeString}
uk: В архіві {dateTimeString}

# snackbar_notificationDeleted
source: Notification "{title}" deleted.
es: Notificación "{title}" eliminada.
uk: Повідомлення "{title}" видалено.

# snackbar_notificationArchived
source: Notification "{title}" archived.
es: Notificación "{title}" archivada.
uk: Повідомлення "{title}" в архіві.

# snackbar_allArchivedNotificationsDeleted
source: All archived notifications deleted.
es: Se eliminaron todas las notificaciones archivadas.
uk: Усі архівні повідомлення видалені.

# toast_notificationSnoozed
source: Notification snoozed for {durationString}
es: Notificación pospuesta durante {durationString}
uk: Сповіщення відкладено на {durationString}

# page_settings_title
source: Settings
es: Ajustes
uk: Налаштування

# page_settings_header_notifications
source: Notifications
es: Notificaciones
uk: Сповіщення

# page_settings_header_system
source: System
es: Sistema
uk: Системні

# page_settings_header_about
source: About
es: Acerca de
uk: Про додаток

# page_settings_header_debug
source: Debug options
es: Opciones de depuración
uk: Параметри налагодження

# page_settings_header_debug_disclaimer
source: These options are not supported and may cause issues. Use at your own risk.
es: Estas opciones no tienen soporte y podrían causar problemas. Úsalas bajo tu propio riesgo.
uk: Ці параметри не підтримуються і можуть спричинити проблеми. Використовуйте на свій страх і ризик.

# page_settings_notifications_snoozeDuration
source: Snooze duration
es: Duración de la pausa
uk: Інтервал повторення

# page_settings_system_notificationSettings
source: Notification settings
es: Ajustes de notificaciones
uk: Налаштування сповіщень

# page_settings_about_version_title
source: Version
es: Versión
uk: Версія

# page_settings_about_copyright_title
source: Copyright & credits
es: Derechos de autor & créditos
uk: Авторські права

# page_settings_about_tutorial_title
source: Tutorial
uk: Інструкція

# page_settings_about_licenses_title
source: Licenses
es: Licencias
uk: Ліцензії

# page_settings_about_privacyPolicy_title
source: Privacy policy
es: Política de privacidad
uk: Політика конфіденційності

# page_settings_about_feedback_title
source: Send feedback
es: Enviar comentarios
uk: Надіслати відгук

# page_settings_about_translate_title
source: Help translate Noterly
es: Ayuda a traducir Noterly
uk: Допомога у перекладі Noterly

# page_settings_about_donation_title
source: Buy me a coffee
es: Cómprame un café
uk: Пригостити мене кавою

# page_createNotification_title
source: Create Notification
es: Crear Notificación
uk: Створити повідомлення

# page_createNotification_header_details
source: Notification details
es: Detalles de la notificación
uk: Деталі сповіщення

# page_createNotification_header_timing
source: Timing
es: Horario
uk: Терміни

# page_createNotification_timing_schedule_title
source: Schedule
es: Programar
uk: Розклад

# page_createNotification_timing_schedule_subtitle
source: Send
es: Enviar
uk: Надіслати

# page_createNotification_timing_repeat_title
source: Repeating
es: Repetitiva
uk: Повторення

# page_createNotification_timing_repeat_subtitle
source: Repeat
es: Repetir
uk: Повторювати

# page_createNotification_timing_repeat_info
source: Repeating notifications will only repeat once they are marked as done from the notification.
es: Las notificaciones repetidas solo se repetirán una vez que se hayan marcado como hechas desde la notificación.
uk: Повторювані сповіщення повторюватимуться, доки не будуть позначені як виконані.

# page_createNotification_details_field_title_label
source: Title
es: Título
uk: Назва

# page_createNotification_details_field_title_error
source: Please enter a title
es: Por favor, escribe un título
uk: Будь ласка, введіть назву

# page_createNotification_details_field_body_label
source: Body
es: Cuerpo
uk: Введіть текст

# page_createNotification_details_field_colour_label
source: Colour
es: Color
uk: Колір

# page_editNotification_title
source: Edit Notification
es: Editar Notificación
uk: Редагування повідомлення

# page_editNotification_header_details
source: Notification details
es: Detalles de la notificación
uk: Деталі повідомлення

# page_editNotification_header_timing
source: Timing
es: Horario
uk: Терміни

# page_editNotification_timing_schedule_title
source: Schedule
es: Programar
uk: Розклад

# page_editNotification_timing_schedule_subtitle
source: Send
es: Enviar
uk: Надіслати

# page_editNotification_timing_repeat_title
source: Repeating
es: Repetitiva
uk: Повтор

# page_editNotification_timing_repeat_subtitle
source: Repeat
es: Repetir
uk: Повторити

# page_editNotification_timing_repeat_info
source: Repeating notifications will only repeat once they are marked as done from the notification.
es: Las notificaciones repetidas solo se repetirán una vez que se hayan marcado como hechas desde la notificación.
uk: Повторювані сповіщення повторюватимуться, доки не будуть позначені як виконані.

# page_editNotification_details_field_title_label
source: Title
es: Título
uk: Назва

# page_editNotification_details_field_title_error
source: Please enter a title
es: Por favor, escribe un título
uk: Будь ласка, введіть назву

# page_editNotification_details_field_body_label
source: Body
es: Cuerpo
uk: Введіть текст

# page_editNotification_details_field_colour_label
source: Colour
es: Color
uk: Колір

# item_title
source: Title
es: Título
uk: Назва

# item_body
source: Body
es: Cuerpo
uk: Введіть текст

# item_colour
source: Colour
es: Color
uk: Колір

# notification_action_markAsDone
source: Mark as done
es: Marcar hecho
uk: Позначити як виконане

# notification_action_snooze
source: Snooze
es: Siesta
uk: Відкласти

# notification_action_snoozeFor
source: Snooze for {durationString}
es: Posponer durante {durationString}
uk: Відкласти на {durationString}

# dialog_picker_dateTime_title
source: Select date and time
es: Elige una fecha y hora
uk: Обрати дату та час

# dialog_picker_dateTime_header_date
source: Date
es: Fecha
uk: Дата

# dialog_picker_dateTime_header_time
source: Time
es: Hora
uk: Час

# dialog_picker_dateTime_button_selectDate
source: Select date
es: Elegir fecha
uk: Обрати дату

# dialog_picker_dateTime_button_selectTime
source: Select time
es: Elegir hora
uk: Обрати час

# dialog_picker_repetition_title
source: Select repeat duration
es: Elegir la duración de repetición
uk: Оберіть тривалість повтору

# dialog_picker_repetition_subtitle
source: repeats {durationString}
es: se repite {durationString}
uk: повторювати {durationString}

# dialog_picker_repetition_field_number_label
source: Number
es: Número
uk: Кількість

# dialog_picker_repetition_field_period_label
source: Period
es: Período
uk: Строк

# dialog_picker_duration_title
source: Select duration
es: Seleccionar duración
uk: Обрати тривалість

# dialog_picker_duration_field_number_label
source: Number
es: Número
uk: Кількість

# dialog_picker_duration_field_period_label
source: Period
es: Período
uk: Строк

# dialog_picker_colour_title
source: Select colour
es: Elige un color
uk: Обрати колір

# dialog_easterEgg_title
source: Easter egg!
uk: Закладка!

# dialog_easterEgg_text
source: Congratulations, you''ve found the easter egg! You can now enable debug options. Please note that these options are not supported and may cause issues.
es: ¡Felicidades, encontraste el Easter egg! Ahora puedes acceder a las opciones de depuración. Ten en cuenta que éstas no tienen soporte y podrían causar problemas.
uk: Вітаємо, ви знайшли закладку! Тепер ви можете увімкнути параметри налагодження. Зверніть увагу, що ці опції не підтримуються і можуть спричинити проблеми.

# dialog_about_translations_title
source: Translations
es: Traducciones
uk: Переклади

# dialog_about_action_showLicenses
source: Licenses
es: Licencias
uk: Ліцензії

# tutorial_page_0_title
source: Welcome to Noterly
es: Bienvenido a Noterly
uk: Ласкаво просимо до Noterly

# tutorial_page_0_subtitle
source: Simple notification reminders
es: Recordatorios de notificación simples
uk: Прості нагадування про повідомлення

# tutorial_page_0_content
source: Here''s some basic information to get you started.
es: Aquí hay información básica para comenzar.
uk: Ось деяка основна інформація для початку.

# tutorial_page_1_title
source: Reminders
es: Recordatorios
uk: Нагадування

# tutorial_page_1_content
source: Noterly is designed for quick, simple reminders. You may find a to-do list or calendar app more suitable for more complex tasks.
es: Noterly está diseñado para recordatorios rápidos y sencillos. Puede encontrar una lista de tareas pendientes o una aplicación de calendario más adecuada para tareas más complejas.
uk: Noterly призначений для швидких і простих нагадувань. Можливо, для більш складних завдань вам більше підійде додаток зі списком справ або календарем.

# tutorial_page_2_title
source: Create a notification
es: Crear una notificación
uk: Створити сповіщення

# tutorial_page_2_content
source: Tap the floating button to create a new notification.
es: Toque el botón flotante para crear una nueva notificación.
uk: Натисніть на плаваючу кнопку, щоб створити нове сповіщення.

# tutorial_page_3_title
source: Manage notifications
es: Administrar notificaciones
uk: Керуйте сповіщеннями

# tutorial_page_3_content
source: Completed your task? Swipe the notification away. To delete a notification, go to the archive page and swipe it away.
es: ¿Terminaste tu tarea? Deslice la notificación de distancia. Para eliminar una notificación, vaya a la página de archivo y deslícela.
uk: Виконали завдання? Змахніть сповіщення. Щоб видалити сповіщення, перейдіть на сторінку архіву та проведіть по ньому пальцем.

# tutorial_page_3_example
source: Swipe to archive or delete
es: Deslizar para archivar o eliminar
uk: Проведіть пальцем по екрану для додавання до архіву або видалення

# tutorial_page_4_title
source: Snoozing reminders
es: Recordatorios de repetición
uk: Відкладення нагадувань

# tutorial_page_4_content
source: You can snooze a reminder by tapping the button in the notification. Customise the snooze duration in settings.
es: Puede posponer un recordatorio tocando el botón en la notificación. Personaliza la duración de la repetición en la configuración.
uk: Ви можете відкласти нагадування, натиснувши кнопку в сповіщенні. Налаштуйте тривалість нагадування в налаштуваннях.

# tutorial_page_5_title
source: That''s it!
es: ¡Eso es todo!
uk: От і все!

# tutorial_page_5_content
source: You''re ready to start using Noterly. You can always come back to this tutorial in settings.
es: Estás listo para comenzar a usar Noterly. Siempre puede volver a este tutorial en la configuración.
uk: Ви готові почати користуватися Noterly. Ви завжди можете повернутися до цієї інструкції в налаштуваннях.

# tutorial_updatedExperienceText
source: You''re seeing this because this tutorial experience has been updated.
es: Estás viendo esto porque esta experiencia de tutorial se ha actualizado.
uk: Ви бачите це, тому що ця інструкція була оновлена.

# tutorial_action_back
source: Back
es: Atrás
uk: Назад

# tutorial_action_next
source: Next
es: Próximo
uk: Далі

# tutorial_action_done
source: Done
es: Hecho
uk: Готово

# tutorial_action_skip
source: Skip
es: Saltar
uk: Пропустити

# general_cancel
source: Cancel
es: Cancelar
uk: Скасувати

# general_undo
source: Undo
es: Deshacer
uk: Скасувати

# general_close
source: Close
es: Cerrar
uk: Закрити

# time_seconds
source: {value, plural, =0{seconds} =1{second} other{seconds}}
es: {value, plural, =0{segundos} =1{segundo} other{segundos}}
uk: {value, plural, =0{секунд} =1{секунда} other{секунди}}

# time_seconds_value
source: {value, plural, =0{0 seconds} =1{1 second} other{{value} seconds}}
es: {value} segundos
uk: {value} секунд

# time_minutes
source: {value, plural, =0{minutes} =1{minute} other{minutes}}
es: {value, plural, =0{minutos} =1{minuto} other{minutos}}
uk: {value, plural, =0{хвилин} =1{хвилина} other{хвилини}}

# time_minutes_value
source: {value, plural, =0{0 minutes} =1{1 minute} other{{value} minutes}}
es: {value} minutos
uk: {value} хвилин

# time_hours
source: {value, plural, =0{hours} =1{hour} other{hours}}
es: {value, plural, =0{hora} =1{horas} other{horas}}
uk: {value, plural, =0{годин} =1{година} other{години}}

# time_hours_value
source: {value, plural, =0{0 hours} =1{1 hour} other{{value} hours}}
es: {value} horas
uk: {value} години

# time_days
source: {value, plural, =0{days} =1{day} other{days}}
es: {value, plural, =0{días} =1{día} other{días}}
uk: {value, plural, =0{днів} =1{день} other{дні}}

# time_days_value
source: {value, plural, =0{0 days} =1{1 day} other{{value} days}}
es: {value} días
uk: {value} дня

# time_weeks
source: {value, plural, =0{weeks} =1{week} other{weeks}}
es: {value, plural, =0{semanas} =1{semana} other{semanas}}
uk: {value, plural, =0{тижнів} =1{тиждень} other{тижні}}

# time_weeks_value
source: {value, plural, =0{0 weeks} =1{1 week} other{{value} weeks}}
es: {value} semanas
uk: {value} тижні

# time_months
source: {value, plural, =0{months} =1{month} other{months}}
es: {value, plural, =0{meses} =1{mes} other{meses}}
uk: {value, plural, =0{місяців} =1{місяць} other{місяці}}

# time_months_value
source: {value, plural, =0{0 months} =1{1 month} other{{value} months}}
es: {value} meses
uk: {value} місяці

# time_years
source: {value, plural, =0{years} =1{year} other{years}}
es: {value, plural, =0{años} =1{año} other{años}}
uk: {value, plural, =0{років} =1{рік} other{роки}}

# time_years_value
source: {value, plural, =0{0 years} =1{1 year} other{{value} years}}
es: {value} años
uk: {value} роки

# time_hourly
source: hourly
es: cada hora
uk: кожну годину

# time_daily
source: daily
es: diariamente
uk: кожного дня

# time_weekly
source: weekly
es: semanalmente
uk: кожного тижня

# time_monthly
source: monthly
es: mensualmente
uk: кожного місяця

# time_yearly
source: yearly
es: anualmente
uk: кожного року

# time_repetition_every_value
source: every {number} {type}
es: cada {number} {type}
uk: кожні {number} {type}

# time_snooze_until
source: until {dateTimeString}
es: hasta el {dateTimeString}
uk: до {dateTimeString}

# time_todayAndTime
source: Today, {timeString}
es: Hoy, {timeString}
uk: Сьогодні, {timeString}

# time_yesterdayAndTime
source: Yesterday, {timeString}
es: Ayer, {timeString}
uk: Учора, {timeString}

# time_tomorrowAndTime
source: Tomorrow, {timeString}
es: Mañana, {timeString}
uk: Завтра, {timeString}

# page_settings_about_licenses_page_legalese
source: Copyright © 2023 Tom Chapman, TDS Studios.
es: Derechos de autor © 2023 Tom Chapman, TDS Studios.
